Repository: patilswapnilv/media-filter
Catalog: languages/media-filter-*.po
Languages: fi

source: Author
fi: Kirjoittaja

source: File Size
fi: Koko

source: Width
fi: Leveys

source: Height
fi: Korkeus

source: PDFs
fi: PDF:t

source: Manage PDFs
fi: Hallitse PDF:iä

source: ZIPs
fi: ZIP:t

source: Manage ZIPs
fi: Haliitse ZIP:jä

source: TXTs
fi: TXT:t

source: Manage TXTs
fi: Hallitse TXT:ja

source: CSSs
fi: CSS:t

source: Manage CSSs
fi: Hallitse CSS:iä

source: HTMLs
fi: HTML:t

source: Manage HTMLs
fi: Hallitse HTML:ja

source: DOCs
fi: DOC:t

source: Manage DOCs
fi: Hallitse DOC:ja

source: PPTs
fi: PPT:t

source: Manage PPTs
fi: Hallitse PPT:ja

source: XLSXs
fi: XLSX:t

source: Manage XLSXs
fi: Hallitse XLSX:iä

source: Mine <span class="count">(%s)</span>
fi: Oma <span class="count">(%s)</span>

source: Media Filter
fi: Mediasuodatin

source: Media Filter adds image width and height, clickable author link and 'mine' link in Media Library (upload.php).
fi: Mediasuodatin lisää kuvan leveyden ja korkeuden sekä median lataajan linkin mediakirjastoon (upload.php).
